cask_args appdir: "~/Applications"
tap "homebrew/cask"
tap "adoptopenjdk/openjdk"
tap "homebrew/cask-fonts"
cask "adoptopenjdk8"
cask "font-fira-code"
brew "ammonite-repl"
brew "bash"
brew "bash-completion@2"
brew "git"
brew "gpg"
brew "macvim"
brew "nexus"
brew "oath-toolkit"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "sbt"
brew "watch"
cask "GitUp"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "kdiff3"
cask "keepassxc"
cask "menumeters"
cask "spectacle"
